{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[PAD]": 2,
      "[UNK]": 3,
      "#": 4,
      "%10": 5,
      "(": 6,
      ")": 7,
      "-": 8,
      ".": 9,
      "1": 10,
      "2": 11,
      "3": 12,
      "4": 13,
      "5": 14,
      "6": 15,
      "7": 16,
      "8": 17,
      "9": 18,
      "=": 19,
      ">": 20,
      "B": 21,
      "Br": 22,
      "C": 23,
      "Cl": 24,
      "F": 25,
      "I": 26,
      "N": 27,
      "O": 28,
      "P": 29,
      "S": 30,
      "[Ag+2]": 31,
      "[Ag+]": 32,
      "[Ag-]": 33,
      "[Ag]": 34,
      "[Al+2]": 35,
      "[Al+3]": 36,
      "[Al+]": 37,
      "[AlH2-]": 38,
      "[AlH3]": 39,
      "[AlH4-]": 40,
      "[AlH]": 41,
      "[Al]": 42,
      "[Ar]": 43,
      "[As+]": 44,
      "[As]": 45,
      "[Au-]": 46,
      "[Au]": 47,
      "[B+2]": 48,
      "[B+3]": 49,
      "[B+]": 50,
      "[B-]": 51,
      "[BH-]": 52,
      "[BH3-]": 53,
      "[BH4-]": 54,
      "[BH]": 55,
      "[Ba+2]": 56,
      "[Ba]": 57,
      "[Be+2]": 58,
      "[Bi+3]": 59,
      "[Bi]": 60,
      "[Br+2]": 61,
      "[Br+]": 62,
      "[Br-]": 63,
      "[C+4]": 64,
      "[C+]": 65,
      "[C-]": 66,
      "[CH+]": 67,
      "[CH-]": 68,
      "[CH2+]": 69,
      "[CH2-]": 70,
      "[CH2]": 71,
      "[CH3+]": 72,
      "[CH3]": 73,
      "[Ca+2]": 74,
      "[Ca]": 75,
      "[Cd+2]": 76,
      "[Cd+]": 77,
      "[Cd]": 78,
      "[Ce+2]": 79,
      "[Ce+3]": 80,
      "[Ce+4]": 81,
      "[Ce]": 82,
      "[Cl+2]": 83,
      "[Cl+3]": 84,
      "[Cl+]": 85,
      "[Cl-]": 86,
      "[Co+2]": 87,
      "[Co+3]": 88,
      "[Co+]": 89,
      "[Co]": 90,
      "[Cr+2]": 91,
      "[Cr+3]": 92,
      "[Cr+6]": 93,
      "[Cr]": 94,
      "[Cs+]": 95,
      "[Cs]": 96,
      "[Cu+2]": 97,
      "[Cu+3]": 98,
      "[Cu+]": 99,
      "[Cu]": 100,
      "[Dy+3]": 101,
      "[Eu+3]": 102,
      "[F-]": 103,
      "[Fe+2]": 104,
      "[Fe+3]": 105,
      "[Fe-3]": 106,
      "[Fe-4]": 107,
      "[Fe]": 108,
      "[Ga+2]": 109,
      "[Ga+3]": 110,
      "[Ga+]": 111,
      "[Ga]": 112,
      "[GeH4]": 113,
      "[GeH]": 114,
      "[Ge]": 115,
      "[H+]": 116,
      "[H-]": 117,
      "[H]": 118,
      "[He]": 119,
      "[Hf+4]": 120,
      "[Hf]": 121,
      "[Hg+2]": 122,
      "[Hg+]": 123,
      "[Hg]": 124,
      "[I+2]": 125,
      "[I+3]": 126,
      "[I+]": 127,
      "[I-]": 128,
      "[IH+]": 129,
      "[IH2+3]": 130,
      "[IH2+]": 131,
      "[IH2]": 132,
      "[IH]": 133,
      "[In+3]": 134,
      "[In+]": 135,
      "[In]": 136,
      "[Ir]": 137,
      "[K+]": 138,
      "[KH]": 139,
      "[K]": 140,
      "[La+3]": 141,
      "[La]": 142,
      "[Li+]": 143,
      "[LiH]": 144,
      "[Li]": 145,
      "[Mg+2]": 146,
      "[Mg+]": 147,
      "[Mg]": 148,
      "[Mn+2]": 149,
      "[Mn+3]": 150,
      "[Mn]": 151,
      "[Mo]": 152,
      "[N+3]": 153,
      "[N+]": 154,
      "[N-]": 155,
      "[NH+]": 156,
      "[NH-]": 157,
      "[NH2+]": 158,
      "[NH2-]": 159,
      "[NH3+]": 160,
      "[NH4+]": 161,
      "[Na+]": 162,
      "[Na]": 163,
      "[Nd+3]": 164,
      "[Nd+]": 165,
      "[Nd]": 166,
      "[Ni+2]": 167,
      "[Ni+3]": 168,
      "[Ni+]": 169,
      "[Ni]": 170,
      "[O+]": 171,
      "[O-]": 172,
      "[OH+]": 173,
      "[OH-]": 174,
      "[OH2+]": 175,
      "[OH]": 176,
      "[Os]": 177,
      "[P+3]": 178,
      "[P+5]": 179,
      "[P+]": 180,
      "[P-]": 181,
      "[PH+]": 182,
      "[PH2+]": 183,
      "[PH2]": 184,
      "[PH3+]": 185,
      "[PH3]": 186,
      "[PH4+]": 187,
      "[PH4]": 188,
      "[PH5]": 189,
      "[PH]": 190,
      "[Pb+2]": 191,
      "[Pb+3]": 192,
      "[Pb+4]": 193,
      "[Pb]": 194,
      "[Pd+2]": 195,
      "[Pd+]": 196,
      "[Pd-2]": 197,
      "[Pd-4]": 198,
      "[Pd-]": 199,
      "[PdH2]": 200,
      "[Pd]": 201,
      "[Pr+3]": 202,
      "[Pt+2]": 203,
      "[Pt+3]": 204,
      "[Pt-]": 205,
      "[Pt]": 206,
      "[Rb+]": 207,
      "[Re]": 208,
      "[Rh+2]": 209,
      "[Rh+3]": 210,
      "[Rh+]": 211,
      "[Rh]": 212,
      "[Ru+2]": 213,
      "[Ru-2]": 214,
      "[RuH3]": 215,
      "[Ru]": 216,
      "[S+]": 217,
      "[S-]": 218,
      "[SH+]": 219,
      "[SH-]": 220,
      "[SH2+]": 221,
      "[SH2]": 222,
      "[SH3+]": 223,
      "[SH]": 224,
      "[Sb+5]": 225,
      "[Sb]": 226,
      "[Sc+3]": 227,
      "[Sc]": 228,
      "[Se-]": 229,
      "[SeH-]": 230,
      "[SeH]": 231,
      "[Se]": 232,
      "[Si-]": 233,
      "[SiH2]": 234,
      "[SiH3]": 235,
      "[SiH4]": 236,
      "[SiH]": 237,
      "[Si]": 238,
      "[Sm+2]": 239,
      "[Sm+3]": 240,
      "[Sm]": 241,
      "[Sn+2]": 242,
      "[Sn+4]": 243,
      "[Sn+]": 244,
      "[SnH2]": 245,
      "[SnH3]": 246,
      "[SnH4]": 247,
      "[SnH]": 248,
      "[Sn]": 249,
      "[Sr+2]": 250,
      "[Sr]": 251,
      "[Ta+2]": 252,
      "[Ta+5]": 253,
      "[TaH3]": 254,
      "[Ta]": 255,
      "[Te]": 256,
      "[Ti+2]": 257,
      "[Ti+3]": 258,
      "[Ti+4]": 259,
      "[Ti+5]": 260,
      "[Ti+]": 261,
      "[Ti]": 262,
      "[Tl+2]": 263,
      "[Tl+3]": 264,
      "[Tl+]": 265,
      "[Tl]": 266,
      "[V+3]": 267,
      "[V+4]": 268,
      "[V]": 269,
      "[W]": 270,
      "[Xe]": 271,
      "[Y+3]": 272,
      "[Yb+3]": 273,
      "[Yb]": 274,
      "[Zn+2]": 275,
      "[Zn+]": 276,
      "[Zn]": 277,
      "[Zr+2]": 278,
      "[Zr+3]": 279,
      "[Zr+4]": 280,
      "[Zr+]": 281,
      "[Zr]": 282,
      "[c+]": 283,
      "[c-]": 284,
      "[n+]": 285,
      "[n-]": 286,
      "[nH+]": 287,
      "[nH]": 288,
      "[o+]": 289,
      "[s+]": 290,
      "[se]": 291,
      "b": 292,
      "c": 293,
      "n": 294,
      "o": 295,
      "p": 296,
      "s": 297
    },
    "unk_token": "[UNK]"
  }
}